{
    "recipes": [
        {
          "id": 1,
          "name": "Pasta alla puttanesca",
          "img": "../images/puttanesca.jpg",
          "time": "40 minuten",
          "tags": [
              "pasta",
              "vegetarisch",
              "vis",
              "italiaans"
          ],
          "ingredients" : [
              "Spaghetti",
              "2 tomaten",
              "Ansjovis",
              "Parmezaanse kaas",
              "Sjalot",
              "Knofloof",
              "Steelkappertjes",
              "Olijfolie",
              "Bladpeterselie",
              "Peper",
              "Zout",
              "Zware Olijven"
          ],
          "instructions": [
              {"id": 1, "instr":"Pel de sjalotten, snij ze middendoor en snipper ze vervolgens in dunne halve ringen."},
              {"id": 2, "instr":"Verwijder het steeltje van de grote kappers en hak ze grof. Deze steelkappers geven de pasta een frisse toets."},
              {"id": 3, "instr":"Zet ook even het mes in de zwarte olijven."},
              {"id": 4, "instr":"Snij de zoute ansjovis in stukjes, en hou alle ingrediënten opzij."},
              {"id": 5, "instr":"Zet een ruime pot water op, maar voeg deze keer niet te veel zout toe."},
              {"id": 6, "instr":"Snij elke tomaat in kwartjes en haal de pitjes eruit. Het vruchtvlees hak je vervolgens grof."},
              {"id": 7, "instr":"Kook de pasta beetgaar of al dente (volgens de instructies op de verpakking). Giet de pasta af, en zet ze even opzij."},
              {"id": 8, "instr":"Pel de look en plet hem tot pulp met de brede zijde van je koksmes.."},
              {"id": 9, "instr":"Verhit een flinke scheut olijfolie in een ruime kookpot."},
              {"id": 10, "instr":"Voeg de sjalotten, de look, de kappers, de olijven, de ansjovis en de stukjes tomaat toe. Stoof alles zo’n 5 minuten lang in de hete olie, op een matig vuur. Roer regelmatig. Alle ingrediënten moeten een beetje in mekaar ‘versmolten’ zijn.."},
              {"id": 11, "instr":"Snipper een flinke hoeveelheid bladpeterselie."},
              {"id": 12, "instr":"Giet de pasta over in de pot met saus. Meng alle ingrediënten zorgvuldig door mekaar. Voeg een flinke snuif peper van de molen toe."},
              {"id": 13, "instr":"Strooi de peterseliesnippers in de pot en roer alles een laatste keer om."},
              {"id": 14, "instr":"Stort het gerecht in een ruime schaal, strooi flink wat schilfers Parmezaanse kaas over de pasta en serveer meteen."}
          ]
        }
      ]
}