{
    "recipes": [
        {
          "id": 1,
          "name": "Pasta alla puttanesca",
          "imgmain": "../images/puttanesca.jpg",
          "imgsub": "../images/puttanesca.jpg",
          "time": "40 minuten",
          "tags": [
              "pasta",
              "vegetarisch",
              "vis",
              "italiaans"
          ],
          "ingredients" : [
              "Spaghetti",
              "2 tomaten",
              "Ansjovis",
              "Parmezaanse kaas",
              "Sjalot",
              "Knofloof",
              "Steelkappertjes",
              "Olijfolie",
              "Bladpeterselie",
              "Peper",
              "Zout",
              "Zware Olijven"
          ],
          "instructions": [
              {"id": 1, "instr":"Pel de sjalotten, snij ze middendoor en snipper ze vervolgens in dunne halve ringen."},
              {"id": 2, "instr":"Verwijder het steeltje van de grote kappers en hak ze grof. Deze steelkappers geven de pasta een frisse toets."},
              {"id": 3, "instr":"Zet ook even het mes in de zwarte olijven."},
              {"id": 4, "instr":"Snij de zoute ansjovis in stukjes, en hou alle ingrediënten opzij."},
              {"id": 5, "instr":"Zet een ruime pot water op, maar voeg deze keer niet te veel zout toe."},
              {"id": 6, "instr":"Snij elke tomaat in kwartjes en haal de pitjes eruit. Het vruchtvlees hak je vervolgens grof."},
              {"id": 7, "instr":"Kook de pasta beetgaar of al dente (volgens de instructies op de verpakking). Giet de pasta af, en zet ze even opzij."},
              {"id": 8, "instr":"Pel de look en plet hem tot pulp met de brede zijde van je koksmes."},
              {"id": 9, "instr":"Verhit een flinke scheut olijfolie in een ruime kookpot."},
              {"id": 10, "instr":"Voeg de sjalotten, de look, de kappers, de olijven, de ansjovis en de stukjes tomaat toe. Stoof alles zo’n 5 minuten lang in de hete olie, op een matig vuur. Roer regelmatig. Alle ingrediënten moeten een beetje in mekaar ‘versmolten’ zijn."},
              {"id": 11, "instr":"Snipper een flinke hoeveelheid bladpeterselie."},
              {"id": 12, "instr":"Giet de pasta over in de pot met saus. Meng alle ingrediënten zorgvuldig door mekaar. Voeg een flinke snuif peper van de molen toe."},
              {"id": 13, "instr":"Strooi de peterseliesnippers in de pot en roer alles een laatste keer om."},
              {"id": 14, "instr":"Stort het gerecht in een ruime schaal, strooi flink wat schilfers Parmezaanse kaas over de pasta en serveer meteen."}
          ]
        },
        {
            "id": 2,
            "name": "Libanese gehaktballetjes",
            "imgmain": "../Images/puttanesca.jpg",
            "imgsub": "../Images/puttanesca.jpg",
            "time": "45 minuten",
            "tags": [
                "rijst",
                "vlees",
                "afrikaans",
                "groenten"
            ],
            "ingredients" : [
                "Olijfolie",
                "Ajuin",
                "Ansjovis",
                "Aubergine",
                "Peper",
                "1 rode paprika",
                "1 groene paprika",
                "Courgette",
                "Look",
                "Tijm en Laurier",
                "Pijnboompitten",
                "Rijst",
                "Tomatenpuree",
                "Witte wijn",
                "Gerookt paprikapoeder",
                "Tomatenblokjes",
                "Rozemarijn",
                "Gemengd Gehakt",
                "1 ei",
                "Krulpeterselie",
                "Komijn",
                "Kaneel",
                "Cayennepeper",
                "Paneermeel"
            ],
            "instructions": [
                {"id": 1, "instr":"Zet een pan met een scheutje olijfolie en een klontje boter op het vuur. Breng een kookpot met gezouten water aan de kook."},
                {"id": 2, "instr":"Snijd de ui grof en bak ze in de hete vetstof."},
                {"id": 3, "instr":"Zet een ruime pan met olijfolie op het vuur."},
                {"id": 4, "instr":"Snijd een andere ui grof en stoof deze aan in de ruime pan."},
                {"id": 5, "instr":"Schil de aubergine en snijd ze in blokken. Laat ze meestoven met de ui en kruid de groenten met peper en zout. "},
                {"id": 6, "instr":"Schil de paprika’s, verwijder de zaadlijsten en snijd de paprika’s in grote stukken. Stoof ze mee aan in de ruime pan met ui en aubergine. Zet intussen het vuur onder de gebakken ui uit."},
                {"id": 7, "instr":"Snijd de bolcourgette in stukken en stoof mee in de ruime pan. Doe er vervolgens de fijngehakte teentjes look bij."},
                {"id": 8, "instr":"Haal de gebakken ui van het vuur en laat deze even afkoelen in een kommetje. Zet de pan opnieuw op het vuur."},
                {"id": 9, "instr":"Breng de stovende groenten op smaak met de gedroogde tijm."},
                {"id": 10, "instr":"Bak de pijnboompitten goudbruin in de andere pan en laat vervolgens even uitlekken op een vel keukenpapier."},
                {"id": 11, "instr":"Kook de rijst gaar volgens de verpakking."},
                {"id": 12, "instr":"Doe de tomatenpuree bij de groenten en laat kort meebakken."},
                {"id": 13, "instr":"Blus het geheel met de witte wijn en laat de saus pruttelen tot het grootste deel van de witte wijn verdampt is."},
                {"id": 14, "instr":"Breng de saus vervolgens op smaak met het gerookt paprikapoeder en voeg er de tomatenblokjes aan toe."},
                {"id": 15, "instr":"Kruid verder bij met de laurierblaadjes, de rozemarijn, zout en peper. Laat de saus rustig pruttelen."},
                {"id": 16, "instr":"Stort het gehakt in een mengkom. Voeg er fijngesneden ui met de pijnboompitten, de eierdooiers en de fijngesnipperde peterselie aan toe. Meng het geheel onder elkaar."},
                {"id": 17, "instr":"Breng het gehakt op smaak met komijn, kaneel, cayennepeper, za’atar en witte peper. Voeg er tenslotte het paneermeel aan toe en meng de kruiden onder het gehakt."},
                {"id": 18, "instr":"Zet een pan op het vuur en laat er een klont boter in smelten. Rol balletjes van het gehakt en bak ze goudbruin in de pan. Giet intussen de rijst af."},
                {"id": 19, "instr":"Schep de balletjes vervolgens in de saus en laat ze er nog even in sudderen."},
                {"id": 20, "instr":"Roer de gebakken ui onder de rijst."},
                {"id": 21, "instr":"Schep wat van de rijst op een bord. Serveer er de balletjes in tomatensaus bij. Werk het bord af met wat fijngehakte peterselie."}
            ]
          },
          {
            "id": 2,
            "name": "Gebakken rijst met omelet",
            "imgmain": "../Images/puttanesca.jpg",
            "imgsub": "../Images/puttanesca.jpg",
            "time": "40 minuten",
            "tags": [
                "snel",
                "simpel",
                "wok",
                "aziatisch",
                "rijst"
            ],
            "ingredients" : [
                "Wilde rijst",
                "Broccoli",
                "Ajuin",
                "Gember",
                "Look",
                "2 eieren",
                "Vissaus",
                "Chilisaus",
                "Paksoi",
                "1 rode paprika",
                "Courgette",
                "Venkel",
                "Rode currypasta",
                "Sojasaus",
                "Sesamolie",
                "Koriander"
            ],
            "instructions": [
                {"id": 1, "instr":"Kook de wilde rijst en de broccoli gaar."},
                {"id": 2, "instr":"Pel de uien en snijd in grove stukken. Doe de uien in de blender. Pel de teentjes look en voeg toe aan de blender. Schil de gember en snijd de knol in kleinere stukken. Voeg ook toe aan de blender en maal de groenten fijn."},
                {"id": 3, "instr":"Breek de eieren in een kom en klop de eieren los met een scheutje vissaus en een beetje chilisaus."},
                {"id": 4, "instr":"Laat een scheut arachideolie heet worden in een pan."},
                {"id": 5, "instr":"Was de paksoi en snijd hem in repen."},
                {"id": 6, "instr":"Bak omeletpannenkoeken van het eimengsel in de pan met hete olie."},
                {"id": 7, "instr":"Schil de paprika (optioneel) en snijd in repen. Snijd de courgette eerst in 3 gelijke stukken. Snijd 2 stukken courgette dan in dunne repen. Snijd ook de venkel in repen."},
                {"id": 8, "instr":"Zet de wok op het vuur en doe er een scheut neutrale olie in. Verhit de wok op een hoog vuur tot hij goed heet is."},
                {"id": 9, "instr":"Bak er enkele lepels van de basis van ajuin, gember en look in tot de basis mooi gekleurd is."},
                {"id": 10, "instr":"Rol de omelet op en snijd in repen."},
                {"id": 11, "instr":"Roer de currypasta onder de basis en laat even meebakken."},
                {"id": 12, "instr":"Voeg er enkele repen paprika, enkele repen courgette en enkele repen venkel aan toe."},
                {"id": 13, "instr":"Doe er de repen paksoi, de broccoliroosjes en de wilde rijst bij."},
                {"id": 14, "instr":"Breng op smaak met een scheutje sojasaus en een enkele druppels geroosterde sesamolie."},
                {"id": 15, "instr":"Roer er de omelet onder en de eerste lading is klaar!"},
                {"id": 16, "instr":"Schep wat van de wok op een bord. Werk af met enkele blaadjes koriander."}
            ]
          }
      ]
}